Repository: Lakr233/AlertController
Catalog: AlertCatalog/AlertCatalog/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Cancel and Done are translated by AlertController itself.
zh_hans: “取消”和“完成”由 AlertController 自带的翻译提供。

source: Checking for changes…
zh_hans: 正在检查更改…

source: Downloading changes…
zh_hans: 正在下载更改…

source: Later
zh_hans: 稍后

source: Read Now
zh_hans: 立即阅读

source: Syncing
zh_hans: 正在同步

source: Welcome Back
zh_hans: 欢迎回来

source: What Should We Call You?
zh_hans: 我们该如何称呼你？

source: You have %lld unread messages.
zh_hans: 你有 %lld 条未读消息。

source: Your name
zh_hans: 你的名字
